Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Niestety nie mogę nic poradzić. Według testamentu winnica należy do Andreasa, więc zachowanie Holdwiga to zwykły bandytyzm, czyli sprawą powinna zająć się straż.
uk: На жаль, я не можу нічого вдіяти. За заповітом виноградник належить Андреасу, тому поведінка Гольдвіга є чистим бандитизмом, тож справою повинна займатися Варта.

source: Niestety nie mogę pomóc.
uk: На жаль, я не можу допомогти.

source: Niestety nie mogę pomóc. (KONIEC)
uk: На жаль, я не можу тобі допомогти. (Завершити)

source: Niestety nie obyło się bez rozwiązania siłowego.
uk: На жаль, не обійшлося без застосування сили.

source: Niestety nie prowadzę z nim zbyt dużych interesów. Długo już prowadzi interesy z Gildią Kupiecką i lokalnymi dostawcami win, dlatego musisz się postarać, żeby moje piwo go zainteresowało.
uk: На жаль, я не мав з ним багато справ. Він давно співпрацює з Торговою Гільдією та з місцевими постачальниками вина, тож тобі доведеться докласти максимум зусиль, щоб зацікавити його моїм пивом.

source: Niestety nie udało mi się do nich dotrzeć.
uk: На жаль, мені не вдалося з ними зв'язатися.

source: Niestety nie udało mi się doprowadzić tropu do końca.
uk: На жаль, мені не вдалося довести справу до кінця.

source: Niestety nie umiem pisać i tłumaczenie się nie zachowało... Ale ty mi wierzysz, prawda?
uk: На жаль, я не вмію писати та й переклад не зберігся... Але ти ж мені віриш?

source: Niestety nie, ale zamierzam to zmienić. Jest w Starym Mieście.
uk: На жаль, ні, але збираюся це виправити. Він у Старому місті.

source: Niestety nie, arcymistrzu Regenie. Zostałem jedynie ja.
uk: На жаль, ні, архімагістре Регене. Залишився тільки я.

source: Niestety nie, okolica wydawała się bardzo niebezpieczna, nie chciałem dodatkowo ryzykować.
uk: На жаль, ні. Місцевість здалася дуже небезпечною, і я не хотів ризикувати.

source: Niestety nie.
uk: На жаль, немає.

source: Niestety nie. Dalej żyje, ale już niebawem się to zmieni.
uk: На жаль, ні. Він ще живий, але це скоро зміниться.

source: Niestety nie. Wygląda na to, że będziesz musiał zajrzeć do niego osobiście.
uk: На жаль, ні. Схоже, тобі доведеться пошукати його самому.

source: Niestety nie. Zgodzi nam się go wynająć, o ile...
uk: На жаль ні. Він погодиться здати його нам в оренду, поки...

source: Niestety nie...
uk: На жаль, ні...

source: Niestety po śmierci Valerio jego synowie nie mogą dojść do porozumienia, co odbija się na pracy.
uk: На жаль, після смерті Валеріо його сини не можуть дійти згоди, що відображається на роботі.

source: Niestety tamta oferta jest już nieaktualna, w ramach rekompensaty zarekwirowaliśmy całe twoje złoto. Życzę miłego dnia.
uk: На жаль, та пропозиція вже не актуальна, як компенсацію ми конфіскували все твоє золото. Бажаю гарного дня.

source: Niestety to nadal za drogo.
uk: На жаль, все ще задорого.

source: Niestety udało mi się znaleźć tylko 3 paczki.
uk: На жаль, мені вдалося знайти лише 3 пакунки.

source: Niestety, Allan nie żyje.
uk: На жаль, Алан мертвий.

source: Niestety, Jorn nie żyje...
uk: На жаль, Йорн помер...

source: Niestety, Kessel jest w znacznie gorszym stanie niż ja. Tak złym, że nie można go uleczyć natychmiast, tylko trzeba to zrobić stopniowo. Magowie robią wszystko, by mu pomóc, ale przez dłuższy czas nie będzie z nim żadnego kontaktu.
uk: На жаль, Кессель в значно гіршому стані, ніж я. Настільки гіршому, що його неможливо вилікувати одразу, йому потрібне поступове відновлення. Маги роблять все можливе, щоб допомогти йому, але поки що поговорити з ним не вдасться.

source: Niestety, Pan zbyt szybko przyjął go do siebie. Gdy głowa jego jeszcze siwizną się nie pokryła, oddał on swego ducha ratując niewielką wioskę przed całym zastępem plugawych pomiotów Beliara. Jego wiara była tak potężna, że ciało jego zapłonęło, oczyszczając całą okolicę z wszelkiej nieczystości, krzywdy przy tym nie czyniąc nikomu niewinnemu.
uk: На жаль, Господь надто поспішив забрати його до себе. Коли голова його ще не вкрилася сивиною, він віддав дух, рятуючи маленьке селище від породжень Беліара. Його віра була настільки сильною, що його тіло спалахнуло, очистивши місцевість від усієї нечисті, не зашкодивши при цьому жодній невинній людині.

source: Niestety, Ulryk nie chce używać przeciwko nim siły, a słowa nie działają...
uk: На жаль, Ульрік не хоче застосовувати проти них силу, а слова не діють...

source: Niestety, Ulryk uznał, że do kopalni nie może zejść nikt kto ma jakieś powiązania z ludźmi, którzy zostali tam na dole.
uk: На жаль, Ульрік вирішив, що в копальню не повинен спускатися ніхто, хто хоч якось пов'язаний з людьми, які там залишилися.

source: Niestety, brakuje zakończenia.
uk: На жаль, кінцівка відсутня.

source: Niestety, chłopcze, ale nie zdradzam swoich technik.
uk: Вибачай, хлопче, але я не розкриваю своїх технік.

source: Niestety, ciągle mi brakuje paru okazów, a trakty są ostatnio zbyt niebezpieczne na zbieranie nasion.
uk: На жаль, мені все ще бракує декількох екземплярів, а дороги останнім часом надто небезпечні, щоб збирати насіння.

source: Niestety, co się stało, tego już nie cofniemy. Musimy zdobyć Rozjemcę i powstrzymać Lichwiarza.
uk: На жаль, що зроблено, того не повернеш. Ми повинні знайти Миротворця і зупинити Лихваря.

source: Niestety, coraz więcej osób widziało we mnie zagrożenie dla swoich planów umocnienia własnej władzy na Archolos.
uk: На жаль, все більше і більше людей бачили в мені загрозу своїм планам зміцнити власну владу на Архолосі.

source: Niestety, coraz więcej raportów donosi, że zielonoskórych na wyspie przybywa i najprawdopodobniej dopiero przygotowują się do ostatecznego uderzenia.
uk: На жаль, надходить все більше повідомлень про те, що зеленошкірих стає все більше на острові. Швидше за все, вони просто готуються до останнього удару.

source: Niestety, do tej pory nie udało nam się zebrać zbyt wiele informacji. Nie wyglądają jednak na zbyt dobrze zorganizowaną grupę. To raczej banda zdesperowanych ludzi, którzy chcą coś sobie dorobić na boku.
uk: На жаль, поки що нам не вдалося зібрати багато інформації. Однак вони не схожі на дуже організовану групу. Вони більше схожі на групу відчайдушних людей, які хочуть підзаробити на стороні.

source: Niestety, dowiedziałem się, że Bodowin eksperymentował także na ludziach.
uk: На жаль, я дізнався, що Бодовін проводив експерименти і на людях.

source: Niestety, dranie chyba przeczuwają co się szykuje i od jakiegoś czasu nie ma żadnego ruchu między jaskinią, a pozostałymi miejscami.
uk: На жаль, ці виродки, схоже, таки щось пронюхали, і вже деякий час біля печери не спостерігається ніякої активності.

source: Niestety, dzisiejsza sytuacja pokazała, że nie mamy żadnego wyboru. Tutaj nie chodzi już tylko o warunki pracy i nasze zarobki, tutaj odbywa się walka o nasze życia.
uk: На жаль, сьогоднішня ситуація показала, що у нас немає вибору. Йдеться вже не просто про умови праці та наш заробіток, тут відбувається боротьба за наше життя.

source: Niestety, jeden z nas nie żyje. Zabił go cieniostwór.
uk: На жаль, один із нас помер. Його вбив тінезвір.

source: Niestety, jego wytwarzanie jest bardzo drogie, dlatego przydaje się jedynie na wyjątkowe okazje. Ale te efekty!
uk: На жаль, його виготовлення обходиться дуже дорого, тому використовувати варто лише в особливих випадках. Але ж який ефект!

source: Niestety, jest niedysponowany. Mam przeprowadzić wymianę w jego imieniu. Zaraz wyciągnę to, na co się umawialiśmy...
uk: На жаль, він нездужає. Я маю провести обмін від його імені. Я зараз дістану те, про що ми домовлялися...

source: Niestety, jeszcze nie skończyłem.
uk: На жаль, я ще не закінчив.

source: Niestety, już od pewnego czasu żadnego nie dostałem. W sumie nie pamiętam, dlaczego...
uk: На жаль, мені вже давно їх не давали. Я вже й не пам'ятаю, чому...

source: Niestety, kolego, broń to nie moja broszka.
uk: На жаль, друже, зброя - це не моя стихія.

source: Niestety, lata eksperymentów sprawiły, że opuścił już ten świat.
uk: На жаль, роки експериментів призвели до того, що він покинув цей світ.

source: Niestety, list to bardzo słaby dowód. Skąd mam wiedzieć, że nie został podrobiony, by zdyskredytować szefa kopalni?
uk: На жаль, лист є дуже слабким доказом. Звідки мені знати, що його не підробили, щоб дискредитувати начальника копальні?

source: Niestety, lokalni łowcy okazali się wysoce nieskuteczni w próbach jej upolowania.
uk: На жаль, місцеві мисливці зазнали невдачі у своїх спробах вполювати його.

source: Niestety, los miał wobec mnie zupełnie inne plany. W pobliżu brzegów Myrtany dostrzegli nas paladyni. Po kilkudziesięciu minutach z naszego statku pozostały jedynie drzazgi, a ja i reszta załogi skapitulowaliśmy...
uk: На жаль, доля мала на мене зовсім інші плани. Біля берегів Міртани нас помітили паладини. Через кілька десятків хвилин від нашого корабля залишилися лише уламки, і я з рештою екіпажу був змушений здатися...

source: Niestety, los się w końcu od nas odwrócił, gdy na horyzoncie zobaczyliśmy królewski galeon. Walka nie wchodziła w rachubę. Podczas ucieczki dorwał nas sztorm.
uk: На жаль, доля остаточно відвернулася від нас, коли ми побачили на горизонті королівський галеон. Про бій не могло бути й мови. Коли ми втікали, нас наздогнав шторм.

source: Niestety, ma trochę porywczy charakter i ciężko mu się dogadać z innymi. Do tego zawsze naśmiewał się z chorobliwości brata.
uk: На жаль, у нього трохи імпульсивний характер, і йому важко ладнати з іншими. Крім того, він завжди висміював хворобливість свого брата.

source: Niestety, miałbym problemy, gdybym kogoś spoza klasztoru nauczył więcej.
uk: На жаль, у мене будуть проблеми, якщо я навчу когось за межами монастиря більшому.

source: Niestety, miód Ergo nie okazał się takim sukcesem jak oczekiwał. Przekazał mi ostatnie 2 słoje miodu, które udało mu się wytworzyć.
uk: На жаль, мед Ерго виявився не таким вдалим, як він очікував. Він дав мені останні 2 банки меду, які зібрав.

source: Niestety, musiałem ją gdzieś zgubić.
uk: На жаль, я її десь загубив.

source: Niestety, mój brat nie żyje.
uk: На жаль, мій брат помер.

source: Niestety, mój przodek nie zdołał wywiązać się z terminów i ktoś inny doglądał ich budowy.
uk: На жаль, мій предок не вклався в терміни, і хтось інший зайнявся її будівництвом.

source: Niestety, na ten moment jego stan wciąż jest bardzo ciężki. Tak jak ostatnio mówiłem, powrót do zdrowia może mu zabrać wiele tygodni.
uk: На жаль, на даний момент його стан все ще дуже важкий. Як я вже казав раніше, на його одужання може піти багато тижнів.

source: Niestety, nadzieja na zgodę umarła razem z Valerio, bo tylko on potrafił nad nimi w pełni zapanować.
uk: На жаль, надія на примирення померла разом з Валеріо, оскільки він був єдиним, хто міг їх повністю контролювати.

source: Niestety, następnego ranka drzwi były już uchylone, klucz w zamku, a po młodym ani śladu.
uk: На жаль, наступного ранку двері були вже прочинені, ключ у замку, а від хлопця не лишилося й сліду.

source: Niestety, nasłuchałem się sporo uwag od pozostałych Arcymagów. Teraz koniecznie chcą z wami porozmawiać, lepiej nie każcie im czekać.
uk: На жаль, я вислухав багато зауважень від інших Архімагів. Тепер вони обов'язково захочуть з вами поговорити, краще не змушуйте їх чекати.

source: Niestety, nie dał rady.
uk: На жаль, не вдалося.

source: Niestety, nie ma na to szans, jeśli będziesz się trzymał tylko wyznaczników opisanych ci przez Lorenzo.
uk: На жаль, цього не станеться, якщо слідуватимеш лише рекомендаціям, які тобі дав Лоренцо.

source: Niestety, nie mam go.
uk: На жаль, у мене його немає.

source: Niestety, nie mam już go przy sobie...
uk: На жаль, я більше не маю його при собі...

source: Niestety, nie mam już przy sobie twojej referencji...
uk: На жаль, я більше не маю при собі твоєї рекомендації...

source: Niestety, nie mamy nawet co marzyć o wysadzeniu tego gruzowiska. Po ostatnim trzęsieniu nie możemy ryzykować. Będziemy musieli pomachać kilofami.
uk: На жаль, ми не можемо навіть не мріяти підірвати ці завали. Після недавнього землетрусу не можна ризикувати. Доведеться помахати кирками.

source: Niestety, nie mamy wyboru. Przełknijcie swoją dumę i pomyślcie, ile żyć mogą one uratować na froncie.
uk: На жаль, ми не маємо вибору. Проковтніть свою гордість і подумайте про те, скільки життів вона може врятувати на фронті.

source: Niestety, nie miałem czasu na załatwienie tej sprawy dla Kurta.
uk: На жаль, я не мав часу розібратися з тією справою для Курта.

source: Niestety, nie miałem okazji dopytać o to jej poprzedniego właściciela.
uk: На жаль, у мене не було можливості запитати про це попереднього власника.

source: Niestety, nie mogę pomóc.
uk: На жаль, нічим не можу допомогти.

source: Niestety, nie mogę się na nią zgodzić. Wolimy umrzeć niż być niewolnikami Króla!
uk: На жаль, я не можу на це погодитися. Ми краще помремо, ніж станемо рабами Короля!

source: Niestety, nie mogę tak szastać pieniędzmi. Sam ich potrzebuję, wiesz jak jest.
uk: На жаль, я не можу так витрачати гроші. Мені самому вони потрібні, ти знаєш, як це буває.

source: Niestety, nie obyło się bez ofiar.
uk: На жаль, не обійшлося без жертв.

source: Niestety, nie udało mi się dowiedzieć niczego przydatnego.
uk: На жаль, мені не вдалося дізнатися нічого корисного.

source: Niestety, nie udało mi się go odnaleźć.
uk: На жаль, мені не вдалося його знайти.

source: Niestety, nie udało mi się namówić Lorenzo. Ale piwo mu smakowało, może to pocieszy Tomasa.
uk: На жаль, мені не вдалося переконати Лоренцо. Але пиво йому сподобалося, можливо, це втішить Томаса.

source: Niestety, nie udało mi się niczego ustalić, trop się urwał.
uk: На жаль, мені не вдалося нічого встановити, сліди загубилися.

source: Niestety, nie udało mi się niczego znaleźć.
uk: На жаль, я нічого не знайшов.

source: Niestety, nie udało mi się ustalić, co się stało z pozostałymi towarzyszami z okrętu, który nas tu sprowadził...
uk: На жаль, мені не вдалося з'ясувати, що сталося з іншими товаришами з корабля, який привіз нас сюди...

source: Niestety, nie udało mi się wygrać sprintu do bramy. Bez małego oszustwa chyba nie było to nawet możliwe, ale wolałem nie ryzykować, bo jeszcze by mnie na tym przyłapano i miałbym kłopoty. Winstan czeka przy bramie, czas na raport podsumowujący.
uk: На жаль, мені не вдалося виграти забіг до воріт. Думаю, що без невеликого шахрайства це взагалі неможливо. Але я вирішив за краще не ризикувати, оскільки мене б все одно спіймали, і у мене були б неприємності. Вінстан чекає біля воріт, час підводити підсумки.

source: Niestety, nie wiem o kim mówisz.
uk: На жаль, я не знаю, про кого ти кажеш.

source: Niestety, nie wiem, o kim mówisz.
uk: На жаль, я не знаю, про кого ти кажеш.

source: Niestety, nie zdążył nauczyć wszystkiego swoich uczniów, a jego wiedza odeszła w zapomnienie.
uk: На жаль, йому не вдалося навчити всього своїх учнів, і його знання пішли в забуття.

source: Niestety, nie.
uk: На жаль, ні.

source: Niestety, nie. Wam się poszczęściło?
uk: На жаль, ні. А вам пощастило?

source: Niestety, niektórzy przedkładają swoją własną pazerność nad integralność królestwa i unikają płacenia podatków.
uk: На жаль, деякі ставлять власну жадібність вище за цілісність королівства і ухиляються від сплати податків.

source: Niestety, niewiele mogę ci pomóc w tej kwestii. Nie słyszałem nic o żadnym mężczyźnie od znikania ludzi.
uk: На жаль, в цьому плані я нічим не можу допомогти. Я не знаю нікого, хто міг би бути причетний до зникнення людей.

source: Niestety, niezbyt dobrze na mnie leży i zwyczajnie mi w nim gorąco. Ja tam wolę mieć na sobie coś lżejszego.
uk: На жаль, він не дуже добре сидить на мені, і зазвичай мені в ньому спекотно. Я волію носити щось легше.

source: Niestety, nikt nie jest zbyt rozmowny w tym temacie, to grząski grunt...
uk: На жаль, мало хто хоче говорити на цю тему, це дуже слизька тема...

source: Niestety, o tym nigdy mi zbyt wiele nie opowiadał. Jak pewnie słyszałeś, nie mieliśmy najlepszego kontaktu.
uk: На жаль, він ніколи мені про це не розповідав. Як ти, напевно, знаєш, у нас були не найкращі стосунки.

source: Niestety, obawiam się, że w tej kwestii mogę ci pomóc jedynie poprzez wsparcie duchowe.
uk: На жаль, боюся, що в цьому питанні я можу допомогти тобі лише духовно.

source: Niestety, od dłuższego czasu nie otrzymałem żadnej wiadomości z winnicy, a moje oszczędności się kurczą.
uk: На жаль, я вже давно не отримував ніяких звісток з виноградника, і мої заощадження закінчуються.

source: Niestety, od dłuższego czasu w klasztorze nie dzieje się najlepiej i nasze relacje bardzo na tym ucierpiały.
uk: На жаль, останнім часом справи в монастирі йдуть не найкращим чином, і наші стосунки дуже постраждали.

source: Niestety, ograniczyli się do patrolowania karczemnej spiżarki, chlania piwa i zaczepiania mieszkańców.
uk: На жаль, вони обмежилися патрулюванням корчми, питтям пива і приставанням до мешканців.

source: Niestety, ojciec zakazał mi wyświadczania przysług nieznajomym.
uk: На жаль, мій батько заборонив мені допомагати незнайомцям.

source: Niestety, paladyni postanowili całkowicie wyplenić istoty wyznające Beliara, niszcząc dwie z czterech ich głównych świątyń.
uk: На жаль, паладини вирішили повністю винищити істот, які служать Беліару, зруйнувавши два з чотирьох їхніх головних храмів.

source: Niestety, parę miesięcy temu stwierdził, że chce zobaczyć świat i popłynął na Khorinis.
uk: На жаль, кілька місяців тому він вирішив, що хоче побачити світ, і поплив до Хорініса.

source: Niestety, pierwsze słyszę. Od dłuższego czasu społeczność klasztoru jest zamknięta na sprawy zewnętrzne i nawet takie wieści tu nie docierają.
uk: На жаль, я про це вперше чую. Довгий час монастирська спільнота була закритою від зовнішніх справ, і такі новини навіть сюди не доходять.

source: Niestety, pilne sprawy zmusiły mnie do opuszczenia miejsca naszego spotkania.
uk: На жаль, термінові справи змусили мене покинути місце нашої зустрічі.

source: Niestety, podobnie jak z żądłami krwiopijców, efekt żuwaczek ma też swoje ograniczenia - po wielokrotnym stosowaniu, ciało powoli zaczyna zdobywać na nie odporność i dalsze spożywanie wydzieliny, zdaje się nie wywoływać żadnych efektów. Jednakowoż wielu magów zaznacza, że wraz ze wzrostem odporności na żuwaczki, zwiększył się ich ogólny potencjał magiczny.
uk: На жаль, як і у випадку з укусами шершнів, дія цих виділень також має свої обмеження – після багаторазового вживання організм повільно починає набувати імунітету до них і подальше вживання секрету, судячи з усього, не дає ніякого ефекту. Однак багато магів відзначають, що з підвищенням імунітету збільшувався і їх загальний магічний потенціал.

source: Niestety, pozostali magowie nie mieli tyle szczęścia...
uk: На жаль, іншим магам не так пощастило...

source: Niestety, przez moje żarty pasterz szybko zrezygnował z mojej pomocy.
uk: На жаль, мої жарти образили пастуха, і він відмовився від моєї допомоги.

source: Niestety, próba, na którą zostałem wystawiony, jest większa niż początkowo przypuszczałem.
uk: На жаль, випробування, якому я піддався, виявилося серйознішим, ніж я думав спочатку.

source: Niestety, póki co można powiedzieć, że Otmar nabrał wody w usta.
uk: На жаль, поки що Отмар тримає рота на замку.

source: Niestety, razem z resztą magów zbieram środki na remont dachu kościoła, więc nie mogę cię uczyć za darmo. Mam nadzieję, że zrozumiesz.
uk: На жаль, разом з іншими магами я збираю кошти на ремонт даху церкви, тому не можу навчати безкоштовно. Сподіваюся, ти поставишся до цього з розумінням.

source: Niestety, rzeczowych dowodów nie mam, jednak ręczę słowem, że nie kłamię! Oskarżanie niewinnych ludzi jest poniżej poziomu i robienie tego byłoby moją osobistą porażką!
uk: На жаль, фактичних доказів я не маю, однак, я ручаюся на словах, що я не брешу! Звинувачувати невинних людей – це нижче мене, і це було б моїм особистим провалом!

source: Niestety, rzemieślnik, z którym miał się spotkać Sunder, nie żyje.
uk: На жаль, ремісник, з яким мав зустрітися Сандер, помер.

source: Niestety, są w niej też miejsca, których lepiej unikać, i jeśli ktoś dopiero co tu trafił, powinien przemieszczać się tylko razem z kimś kompetentnym, takim jak ja.
uk: На жаль, є в ньому і місця, яких краще уникати, і якщо ти тут вперше, тобі варто пересуватися тільки в супроводі когось обізнаного, такого як я.

source: Niestety, tak bywa. Życzę powodzenia.
uk: На жаль, так буває. Бажаю успіху.

source: Niestety, tak cenna informacja wymaga troszkę dokładniejszego zajrzenia do kieszeni.
uk: На жаль, така цінна інформація вимагає трохи уважніше зазирнути в твої кишені.

source: Niestety, teraz pozostało mi jedynie kilka dni na przepisanie całego stosu zwojów. Teoretycznie muszę to zrobić sam, ale gdybyś mi pomógł tak, by nikt się nie dowiedział...
uk: На жаль, у мене залишилось лише кілька днів, щоб переписати цілу гору сувоїв. Теоретично я маю зробити це сам, але якби ти допоміг мені так, щоб про це ніхто не дізнався...

source: Niestety, to była ostatnia butelka.
uk: На жаль ні, це була остання пляшка.

source: Niestety, to fałszywy trop. Żaden z tych dokumentów nie świadczy bezpośrednio o winie Lichwiarza.
uk: На жаль, це хибний слід. Жоден з цих документів безпосередньо не доводить провину Лихваря.

source: Niestety, to i tak nic przy szacie Maga Ognia. Kradzież tego przedmiotu to świętokradztwo! Za coś takiego można trafić prosto do kolonii!
uk: Проте, це все ще ніщо в порівнянні з мантією Мага Вогню. Викрадення цієї речі – святотатство! За таке можна потрапити прямо в колонію!

source: Niestety, to nie wszystko.
uk: На жаль, це ще не все.

source: Niestety, tutaj kończy się twoja przygoda.
uk: На жаль, твоїм пригодам прийшов кінець.

source: Niestety, tych bestii było tam zbyt dużo, nie mogłem ryzykować.
uk: На жаль, тих потвор було забагато, я не міг ризикувати.

source: Niestety, tym 'znakiem' okazuje się odnalezienie pewnego artefaktu z ruin Vardhal.
uk: На жаль, цим 'знаком' має бути знаходження певного артефакту в руїнах Вардхалу.

source: Niestety, w obecnych czasach takich osobników jest coraz więcej. W końcu za jedną grudkę można kupić zapas jedzenia na cały tydzień!
uk: На жаль, останнім часом таких людей стає все більше і більше. Адже за одну грудочку можна накупити їжі на цілий тиждень!

source: Niestety, w ostatnich sekundach swojego życia musiał sobie zdać sprawę, jak bardzo się mylił.
uk: На жаль, в останні секунди свого життя він, мабуть, зрозумів, наскільки він помилявся.

source: Niestety, w takim wypadku tym bardziej nie mogę pozwolić ci odejść.
uk: На жаль, якщо це так, то я тим більше не можу відпустити тебе.

source: Niestety, w związku z rosnącymi grabieżami na traktach wyspy Archolos, transport został zaatakowany i część towarów uległo uszkodzeniu lub zostało zrabowanych.
uk: На жаль, через збільшення мародерства на дорогах острова Архолос транспорт зазнав нападу, а деякі товари були пошкоджені або вкрадені.

source: Niestety, wciąż żyje.
uk: На жаль, він досі живий.

source: Niestety, wiele się z tym nie zrobi. Można co najwyżej łapać tych najgroźniejszych.
uk: На жаль, ми мало що можемо вдіяти. Максимум, що можна зробити – це відловити найнебезпечніших з них.

source: Niestety, wielu naszych najlepszych rzemieślników dostało powołanie na front i budowanie nowych okrętów nie przebiega już tak sprawnie jak kiedyś.
uk: На жаль, багато наших найкращих ремісників були відправлені на фронт, і будівництво нових кораблів вже йде не так гладко, як раніше.

source: Niestety, większość zdolnych wojowników, których znałem, została wymordowana przez tego przeklętego Volkera podczas ataku na nasze miejsce spotkań.
uk: На жаль, більшість вправних воїнів, яких я знав, були вбиті цим проклятим Волкером під час нападу на місце нашої зустрічі.
